Repository: Dhronaachrea/longa_retail
Catalog: lib/l10n/arb/app_*.arb
Languages: fr

# login_title
source: Login
fr: Connexion

source: Select Language
fr: Sélectionner la langue

source: Username
fr: Nom d’utilisateur

source: Password
fr: Mot de passe

source: Please Enter Your Username.
fr: Veuillez entrer votre nom d’utilisateur

source: Please Enter Your Password.
fr: Veuillez saisir votre mot de passe

source: Password should be in range(min 8)
fr: Le mot de passe doit être dans dans l'intervalle (min 8)

# submit_btn
source: Submit
fr: Soumettre

# lottery_title
source: Lottery
fr: Loterie

# games_title
source: Games
fr: Jeux

# scanNPlay_subtitle
source: Just scan & play
fr: Il suffit de scanner et de jouer

source: Winning Claim
fr: Demande des gains

source: Last Result
fr: Dernier résultat

source: Cancel Ticket
fr: Annuler le billet

source: Are you sure you want to cancel ticket
fr: Êtes-vous sûr de vouloir annuler le billet

source: Yes
fr: Oui

source: Cancel
fr: Annuler

source: Reprint
fr: Réimprimer

source: Printing started
fr: L’impression a commencé

source: Retry
fr: Réessayer

source: Ticket successFully cancelled
fr: Billet annulé avec succès

source: No Internet
fr: Pas d’Internet

source: Swipe to refresh
fr: Balayez pour actualiser

source: Coming soon
fr: Arrive bientôt

source: Draw is not available !
fr: Le tirage n’est pas disponible !

# no_bets_available_please_after_some_time
source: No Bets available, Please try after some time !
fr: Aucune mise disponible, s’il vous plaît essayer après un certain temps!

source: Please select numbers
fr: Veuillez choisir vos numéros

source: Bet on cart !
fr: Misez sur le panier!

# you_have_some_item_in_your_cart
source: You have some item in your cart. If you leave the game your cart will be cleared.
fr: Vous avez un article dans votre panier. Si vous quittez le jeu, votre panier sera, effacé.

# clear_cap
source: CLEAR
fr: EFFACER

source: Numbers cannot be picked manually for this bet type.
fr: Les numéros ne peuvent pas être choisis manuellement pour ce type de mise.

source: Sorry, you cannot select more than chosen numbers
fr: Désolé, vous ne pouvez pas sélectionner plus que les numéros choisis

source: assigned to upper line. Please unselect from upper line to chose for lower line
fr: attribué à la ligne supérieure. Veuillez désélectionner la ligne supérieure pour choisir la ligne inférieure

source: assigned to lower line. Please unselect from lower line to chose for upper line
fr: attribué à la ligne inférieure. Veuillez désélectionner la ligne inférieure pour choisir la ligne supérieure

source: You have reached the maximum selection limit for Upper Line!
fr: Vous avez atteint la limite de sélection maximale pour la ligne supérieure !

source: You have reached the maximum selection limit for Lower Line!
fr: Vous avez atteint la limite de sélection maximale pour la ligne inférieure !

source: Sorry, you cannot select more than
fr: Désolé, vous ne pouvez pas sélectionner plus de

source: numbers
fr: Numéros

source: Balls do not present !
fr: Les boules ne présentent pas !

source: Pick Type
fr: Type de sélection

source: Pick ball panel
fr: Choisir le panneau des boules

source: Bet Amount
fr: Montant de la mise

source: Select Amount
fr: Choisir le montant

source: Select
fr: Séléctionner

source: Other
fr: Autre

source: Select at least
fr: Sélectionner au moins

source: numbers and
fr: nombres et

source: bonus number from panel for
fr: numéro bonus du panneau pour

source: numbers for
fr: chiffres pour

source: Max panel limit reached !
fr: Limite maximale du panneau atteinte !

source: Reset
fr: Réinitialiser

source: Bet Value
fr: Valeur de la mise

source: No bet selected, please select any bet !
fr: Aucune mise sélectionnée, veuillez sélectionner n’importe quel pari !

source: Update
fr: Mettre à jour

source: PROCEED
fr: PROCÉDER

source: Bet amounts list is empty !
fr: La liste des mises est vide !

source: No Pick Type Available.
fr: Aucun type de sélection disponible.

source: Purchase Details
fr: Détails de l’achat

source: Main Bet
fr: Mise principale

source: No of lines
fr: Nombre de lignes

source: No of line
fr: Nombre de ligne

source: Side Bet
fr: Mise secondaire

source: No. of Draw(s)
fr: No. de tirage(s)

source: Select Draw
fr: Choix du tirage

# select_cap
source: SELECT
fr: SÉLECTIONNER

source: No advance draw available.
fr: Aucun tirage anticipé disponible.

source: Draw List
fr: Dessiner une liste

source: Total Bets
fr: Mises totale

source: Total Bet Value
fr: Veleur totale des mises

source: BUY NOW
fr: ACHETER MAINTENANT

source: STAY
fr: RESTER

source: Are you sure you want to delete above ?
fr: Voulez-vous vraiment supprimer?

source: No
fr: Non

source: Printing
fr: Impression

source: Printing Success
fr: Impression réussie

source: Printing Failed
fr: Échec de l’impression

source: CLOSE
fr: FERMER

source: You purchased successfully.
fr: Vous avez acheté avec succès.

source: No, Ignore
fr: Non, ignorer

source: Balance
fr: Équilibre

source: Password has been Changed SuccessFully.
fr: Le mot de passe a été changé avec succès.

source: Change Pin
fr: Changer le Pin

source: New Password
fr: Nouveau mot de passe

source: Old Password
fr: Ancien mot de passe

source: Confirm Password
fr: Confirmer le mot de passe

source: From
fr: De

source: To
fr: À

source: Total Sale
fr: Total des ventes

source: Total Winning
fr: Total des gains

source: Net Amount
fr: Montant net

source: User id
fr: Identifiant

source: Transaction id
fr: Code de transaction

source: Comm Amt
fr: Montant comm

# bal_amt
source: Balance
fr: Équilibre

source: No Data Available
fr: Aucune donnée disponible

source: Sale Win Txn. Report
fr: Rapport de vente gain Txn.

source: Opening Balance
fr: Solde d’ouverture

source: Closing Balance
fr: Solde de clôture

source: Ledger Report
fr: Rapport du grand livre

# default_tab
source: Default
fr: par défaut

# date_wise_tab
source: Date Wise
fr: En termes de date

source: Summarize Ledger Report
fr: Résumer le rapport du grand livre

source: Deposit
fr: Dépôt

source: Withdrawal
fr: Retrait

source: Enter Deposit Amount
fr: Entrer le montant du dépôt

source: ID
fr: Identifiant

source: Amount
fr: Montant

source: Print QR Code
fr: Imprimer le code QR

source: Scan QR Code
fr: Scanner de codes QR

source: Approved
fr: Approuvé

source: Pay Now
fr: Payer maintenant

# please_play_to_customer
source: Please Pay to Customer
fr: Veuillez payer au client

source: Wallet Balance
fr: Solde du portefeuille

source: Unable to print now. Coupon reversal initiated
fr: Impossible d'imprimer maintenant. Annulation du coupon initiée

source: Qr code unavailable.
fr: Code QR indisponible.

source: Unable to print QR
fr: Impossible d'imprimer le QR

source: Please enter valid amount
fr: Veuillez saisir un montant valide

# please_charge_device
source: Please charge the device.
fr: Veuillez charger l'appareil.

source: Change Network
fr: Changer de réseau

source: ACCEPT
fr: ACCEPTER

source: Invalid Qr Code, Please try another.
fr: Code QR invalide, veuillez en essayer un autre.

source: Request id
fr: Identifiant de la demande

source: Close & Print
fr: Fermer et imprimer

source: Upper Line:
fr: Ligne supérieure :

source: Lower Line:
fr: Ligne inférieure :

# add_bet_cap
source: ADD BET
fr: AJOUTER PARI

source: Accured Commission
fr: Commission accumulée

# are_you_sure_you_want_this_amount
source: Are you sure you want deposit this amount :
fr: Êtes-vous sûr de vouloir déposer ce montant :

# continue_text
source: Continue
fr: Continuer

source: Please Pay to Customer
fr: Veuillez payer au client

source: Draw Game
fr: Jeu de tirage au sort

source: Sale
fr: Vente

source: Winning
fr: Gagnant

source: Sale Return
fr: Retour de vente

source: Credit
fr: Crédit

source: Debit
fr: Débit

source: Cash Payment by
fr: Paiement en espèces par

source: Debit Note by
fr: Note de débit par

source: Credit Note by
fr: Note de crédit par

source: Retail Payments
fr: PAIEMENTS AU DÉTAIL

source: Player And Management
fr: JOUEUR ET GESTION

source: Limit
fr: Limite

source: Please insert the paper before printing
fr: Veuillez insérer le papier avant d'imprimer

source: Device overheated, Please try after some time.
fr: L'appareil a surchauffé. Veuillez réessayer après un certain temps.

source: Something went wrong while printing
fr: Une erreur s'est produite lors de l'impression

source: Unable to print, Please try after some time.
fr: Impossible d'imprimer. Veuillez réessayer après un certain temps.

source: Low battery, Please charge the device !
fr: Batterie faible, veuillez charger l'appareil !

source: Select an option for reprint
fr: Sélectionnez une option de réimpression

source: Sale reprint
fr: Réimpression de vente

source: Winning reprint
fr: Réimpression gagnante

source: Show Result
fr: Afficher le résultat

source: Please Select Date & Time
fr: Veuillez sélectionner la date et l'heure

source: Result
fr: Résultat

# select_date_to_print_text
source: Select DATE to print
fr: Sélectionnez la DATE pour imprimer

# result_small
source: result
fr: résultat

source: Select Date
fr: Sélectionner une date

source: From Time
fr: De temps

source: To Time
fr: Au temps

source: Ticket number unavailable.
fr: Numéro de billet indisponible.

source: Ticket already claimed !
fr: Billet déjà réclamé !

source: Better luck next time
fr: Plus de chance la prochaine fois

source: Success
fr: Succès

source: Ticket Number
fr: Numéro de billet

source: Winning Amount
fr: Montant gagnant

# draw_status
source: Draw's Status
fr: Statut du tirage

# session_expiry_please_login
source: Session Expired, Please Login
fr: Session expirée, veuillez vous connecter

source: Please enter ticket number
fr: Veuillez entrer le numéro du billet

source: Unable to scan properly.
fr: Impossible de numériser correctement.

source: Claim
fr: Réclamer

# game_is_building
source: Game is building, wait for a while . . .
fr: Le jeu se construit, attendez un moment. . .

source: Draw Time
fr: Temps de tirage

source: Draw No
fr: Tirage Non

source: Draw Result
fr: Résultat du tirage

source: Winning Multiplier
fr: Multiplicateur gagnant

# ticket_status
source: Ticket's status
fr: Statut du ticket

source: Select any 5 numbers from a pool of 1 to 36.
fr: Sélectionnez 5 numéros parmi un pool de 1 à 36.

source: Select any 8 numbers from a pool of 1 to 24.
fr: Sélectionnez 8 numéros parmi un pool de 1 à 24.

source: Insufficient Balance For Transaction.
fr: Solde insuffisant pour la transaction.

source: Updating
fr: Mise à jour..

source: Bet closes in:
fr: Le pari se termine dans :

source: Manual
fr: Manuel

# net_amount_label
source: Net Amount
fr: Montant net

source: Gross
fr: Brut

source: Payment Report
fr: Rapport de paiement

source: Last payment date is
fr: La dernière date de paiement est

source: Books
fr: Livres

source: Tickets
fr: Billets

source: Open Balance
fr: Solde ouvert

source: Inventory Flow Report
fr: Rapport de flux d'inventaire

source: Received
fr: Reçu

source: Returned
fr: Retourné

source: Close Balance, Total Balance
fr: Solde de clôture, Solde total

source: Sales
fr: Ventes

# print_cap
source: PRINT
fr: IMPRIMER

source: You Print successfully.
fr: Impression réussie.

source: Pack Activation
fr: Activation du pack

source: Book Number
fr: Numéro de livre

source: In-Transit
fr: En transit

source: Activated
fr: Activé

source: In-Voice
fr: En voix

source: Game Number
fr: Numéro de jeu

source: Game Name
fr: Nom du jeu

source: No Data Available To Preview
fr: Aucune donnée disponible pour prévisualisation

source: Pack Return
fr: Retour de pack

source: Error!
fr: Erreur !

source: Return Note
fr: Note de retour

source: Pack Order
fr: Commande de pack

source: Order is successfully placed. Order Number:
fr: La commande a été passée avec succès. Numéro de commande :

source: Select game pack quantity from below list
fr: Sélectionnez la quantité de packs de jeu dans la liste ci-dessous

# price_with_colon
source: Price:
fr: Prix :

source: Total Pack
fr: Total de packs

# total_amount_symbol
source: Total Amount :
fr: Montant total :

source: Confirm
fr: Confirmer

source: Pack Received
fr: Pack reçu

source: Printing started
fr: Impression commencée

# inv_flow_report
source: Inventory Flow Report
fr: Rapport de flux d'inventaire

source: PRINT
fr: IMPRIMER

# price_symbol
source: Price:
fr: Prix :

# total_amount_with_colon
source: Total Amount :
fr: Montant total :

source: Pack Receive
fr: Réception de pack

source: Challan Number
fr: Numéro de bordereau

source: Sale Ticket
fr: Billet de vente

# ticket_validation_and_claim
source: Ticket Validation & Claim
fr: Validation du billet et réclamation

source: Report Error
fr: Signaler une erreur

source: No Data Found
fr: Aucune donnée trouvée

source: Barcode Number
fr: Numéro de code-barres

source: Name
fr: Nom

source: Ticket Price
fr: Prix du billet

source: Invoice Number
fr: Numéro de facture

source: Invoice Date
fr: Date de facture

source: Tax Amount
fr: Montant de la taxe

source: Claim Ticket
fr: Réclamation du billet

source: Net Winning Amount
fr: Montant net gagné

source: Book Activated Successfully
fr: Livre activé avec succès

# plz_select_valid_date
source: Please select valid date
fr: Veuillez sélectionner une date valide

source: Book Returned Successfully
fr: Livre retourné avec succès

source: View Books
fr: Voir les livres

# return_book
source: Return
fr: Retour

# book_to_return
source: Books to Return
fr: Livres à retourner

source: book selected out of
fr: livre sélectionné sur

source: This Week
fr: Cette semaine

source: Last Week
fr: La semaine dernière

source: Last Month
fr: Le mois dernier

source: Retail Payment
fr: Paiement au détail

# user_id_colon
source: User Id :
fr: Identifiant utilisateur :

# balance_colon
source: Balance:
fr: Solde :

source: Reload
fr: Recharger

# need_camera_permission
source: Need camera permission to capture image. Please provide permission to access your camera.
fr: Besoin d'une autorisation de la caméra pour capturer une image. Veuillez fournir l'autorisation d'accéder à votre caméra.

source: Please enter book number
fr: Veuillez entrer le numéro de livre

source: Please enter barcode number
fr: Veuillez entrer le numéro de code-barres

source: Please enter challan number
fr: Veuillez entrer le numéro de bordereau

source: Please enter return note
fr: Veuillez entrer la note de retour

source: No Internet Connection
fr: Pas de connexion Internet

source: Version {num} is available.
fr: La version {num} est disponible.

source: Bill no. -
fr: N° de facture -

source: is overdue for payment
fr: est en retard de paiement

source: Sale will impacted by
fr: La vente sera impactée par

source: Please pay immediately
fr: Veuillez payer immédiatement

source: has been generated and payment due date is
fr: a été généré et la date d'échéance de paiement est

source: Ticket is marked as sold
fr: Le billet est marqué comme vendu

source: Operational Cash Report
fr: Rapport de trésorerie opérationnel

source: Balance/Invoice Report
fr: Rapport de solde/facture

source: Payments
fr: Paiements

source: Debit/Credit txn
fr: Transmission débit/crédit

source: Pending Withdrawal List
fr: Liste de retrait en attente

# which_transaction_you_want_to
source: Please select which transaction you want to withdraw
fr: Veuillez sélectionner la transaction que vous souhaitez retirer

# request_id_cap
source: Request ID:
fr: Identifiant de la demande:

source: Withdraw Amount:
fr: Montant du retrait:

# plz_enable_location
source: Please enable location
fr: Veuillez activer la localisation

source: Withdraw
fr: Retirer

source: Single
fr: Unique

source: Series
fr: Séries

source: Random
fr: Aléatoire

source: Add Ticket
fr: Ajouter un billet

# num_ticket_left_in_this_book
source: {num} tickets left in this book
fr: {num} billets restants dans ce carnet

source: Number of Tickets
fr: Nombre de billets

# ticket_number_added
source: Ticket Number(s) added
fr: Numéro(s) de billet ajouté(s)

source: count
fr: Compte

# scan_or_enter_series_first_ticket_num
source: Scan or enter series first ticket number
fr: Numéro de billet de la série à scanner ou à entrer en premier

source: Please enter valid ticket count
fr: Veuillez entrer un nombre de billets valide

# ticket_number_has_already_been_added
source: The ticket number has already been added.
fr: Le numéro de billet a déjà été ajouté.

source: Oops!
fr: Oups!
